Repository: Shun-Github1/Zone-News-Android
Catalog: InfoPlist.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# tab.discover
source: Discover
zh_hans: 发现
zh_hant: 發現

# tab.home
source: Home
zh_hans: 首页
zh_hant: 首頁

# tab.personal
source: Personal
zh_hans: 个人
zh_hant: 個人

source: This story radiates joy and optimism!
zh_hans: 这个故事散发着欢乐和乐观！
zh_hant: 這個故事散發著歡樂和樂觀！

# timeline.accessibility.label
source: Timeline of related articles
zh_hans: 相关文章时间线
zh_hant: 相關文章時間線

# timeline.article.current.hint
source: Current article
zh_hans: 当前文章
zh_hant: 當前文章

# timeline.info.description
source: Shows related events before and after the story. Swipe left or right to browse timeline
zh_hans: 此新闻事件的前因后果。左右滑动可浏览时间轴。
zh_hant: 此新聞事件的前文後理。左右滑動可瀏覽時間軸。

# timeline.info.label
source: Timeline information
zh_hans: 时间线信息
zh_hant: 時間線資訊

# timeline.info.scroll_hint
source: Scroll horizontally to explore articles before and after this one.
zh_hans: 水平滚动可浏览此文章前后的相关文章。
zh_hant: 水平滾動可瀏覽此文章前後的相關文章。

# timeline.mock.article1.title
source: Hong Kong's Economic Recovery Shows Strong Growth
zh_hans: 香港经济复苏显示强劲增长
zh_hant: 香港經濟復甦顯示強勁增長

# timeline.mock.article2.title
source: New Infrastructure Projects Announced for Greater Bay Area
zh_hans: 大湾区宣布新基础设施项目
zh_hant: 大灣區宣布新基礎設施項目

# timeline.mock.article3.title
source: Technology Sector Sees Record Investment in Q1
zh_hans: 科技行业第一季度投资创纪录
zh_hant: 科技行業第一季度投資創紀錄

# timeline.mock.article5.title
source: Climate Change Initiatives Gain Momentum Across Asia
zh_hans: 亚洲气候变化倡议获得动力
zh_hant: 亞洲氣候變化倡議獲得動力

# timeline.mock.article6.title
source: Financial Markets Respond Positively to Policy Changes
zh_hans: 金融市场对政策变化做出积极回应
zh_hant: 金融市場對政策變化做出積極回應

# timeline.mock.article7.title
source: International Trade Agreements Reach New Milestones
zh_hans: 国际贸易协定达到新里程碑
zh_hant: 國際貿易協定達到新里程碑

# timeline.title
source: Timeline
zh_hans: 时间线
zh_hant: 時間線

# topics.business
source: Business
zh_hans: 商业
zh_hant: 商業

# topics.clear
source: Clear
zh_hans: 清除
zh_hant: 清除

# topics.clear_all
source: Clear All
zh_hans: 清除全部
zh_hant: 清除全部

# topics.clear_all.confirmation.confirm
source: Clear All
zh_hans: 清除全部
zh_hant: 清除全部

# topics.clear_all.confirmation.message
source: Are you sure you want to clear all selected topics in %@? This action cannot be undone.
zh_hans: 确定要清除 %@ 中所有已选择的主题吗？此操作无法撤销。
zh_hant: 確定要清除 %@ 中所有已選擇的主題嗎？此操作無法撤銷。

# topics.clear_all.confirmation.message_all
source: Are you sure you want to clear all selected topics across all sections? This action cannot be undone.
zh_hans: 确定要清除所有部分中所有已选择的主题吗？此操作无法撤销。
zh_hant: 確定要清除所有部分中所有已選擇的主題嗎？此操作無法撤銷。

# topics.clear_all.confirmation.title
source: Clear All Topics
zh_hans: 清除所有主题
zh_hant: 清除所有主題

# topics.custom.coming_soon
source: Coming soon.
zh_hans: 即将推出。
zh_hant: 即將推出。

# topics.entertainment
source: Entertainment
zh_hans: 娱乐
zh_hant: 娛樂

# topics.error_loading
source: Failed to load topics
zh_hans: 加载主题失败
zh_hant: 載入主題失敗

# topics.error_loading_with_reason
source: Error loading topics: %@
zh_hans: 加载主题出错：%@
zh_hant: 載入主題發生錯誤：%@

# topics.group.custom
source: Custom
zh_hans: 自定义
zh_hant: 自定義

# topics.group.regions
source: Regions
zh_hans: 地区
zh_hant: 地區

# topics.group.sectors
source: Sectors
zh_hans: 领域
zh_hant: 領域

# topics.group.trending
source: Trending
zh_hans: 热门
zh_hant: 熱門

# topics.health
source: Health
zh_hans: 健康
zh_hant: 健康

# topics.loading
source: Loading topics...
zh_hans: 正在加载主题...
zh_hant: 正在載入主題...

# topics.loading_available
source: Loading available topics
zh_hans: 正在加载可用主题
zh_hant: 正在載入可用主題

# topics.no_results
source: No topics found
zh_hans: 未找到主题
zh_hant: 未找到主題

# topics.none_selected
source: No topics selected
zh_hans: 未选择任何主题
zh_hant: 未選擇任何主題

# topics.other
source: Other Topics
zh_hans: 其他主题
zh_hant: 其他主題

# topics.place.china
source: China
zh_hans: 中国
zh_hant: 中國

# topics.politics
source: Politics
zh_hans: 政治
zh_hant: 政治

# topics.scope.all
source: All
zh_hans: 全部
zh_hant: 全部

# topics.scope.custom
source: Custom
zh_hans: 自定义
zh_hant: 自定義

# topics.search.placeholder
source: Search topics
zh_hans: 搜索主题
zh_hant: 搜尋主題

# topics.select.nav.title
source: Select Topics
zh_hans: 选择主题
zh_hant: 選擇主題

# topics.sports
source: Sports
zh_hans: 体育
zh_hant: 體育

# topics.technology
source: Technology
zh_hans: 科技
zh_hant: 科技

# topics.title
source: Topics
zh_hans: 主题
zh_hant: 主題

# tutorial.continue.hint
source: Tap anywhere to continue
zh_hans: 点击任何地方继续
zh_hant: 點擊任何地方繼續

# tutorial.home.step1
source: Home page is your default news feed, showing breaking and relevant news from around the world.
zh_hans: 首页是您的默认新闻动态，展示来自世界各地的突发和相关新闻。
zh_hant: 首頁是您的預設新聞動態，展示來自世界各地的突發和相關新聞。

# tutorial.home.step2
source: Unlike traditional news platforms, each news card shows a news event with multiple reports, instead of an individual article.
zh_hans: 与传统新闻平台不同，每张新闻卡片展示的是由多篇报导综合而成的一个新闻事件，而非单一文章。
zh_hant: 與傳統新聞平台不同，每張新聞卡片展示的是由多篇報導綜合而成的一個新聞事件，而非單一文章。

# tutorial.home.step3
source: This bar represents the net media sentiment towards this event, illustrating the outlet’s attitude.
zh_hans: 此条形图显示媒体对该事件的综合情感分析，反映媒体的态度。
zh_hant: 此條形圖顯示媒體對該事件的綜合情感分析，反映媒體的態度。

# tutorial.home.welcome
source: Welcome to your one stop news platform for the future! Let's go through some of the main features.
zh_hans: 欢迎来到您的全新一站式新闻平台！让我们来了解一下主要功能。
zh_hant: 歡迎來到您的全新一站式新聞平台！讓我們來了解一下主要功能。

# tutorial.newsdetail.step1
source: Zone News summaries are generated from all the media reports on this event, quick select the level of depth and language by tapping the gear icon. Ask for more using the button below.
zh_hans: Zone News 摘要由该事件的所有媒体报导综合而成，点选齿轮图标来选择深度和语言。点击下方按钮了解更多。
zh_hant: Zone News 摘要由該事件的所有媒體報導綜合而成，點選齒輪圖標來選擇深度和語言。點擊下方按鈕了解更多。

# tutorial.newsdetail.step2
source: This diagram shows media reporting patterns on this news event: who's reporting, their usual bias, and when.
zh_hans: 此图表展示该新闻事件的媒体报导模式：有什么媒体在报导、其一贯的立场以及报导时间。
zh_hant: 此圖表展示該新聞事件的媒體報導模式：有什麼媒體在報導、其一貫的立場以及報導時間。

# tutorial.newsdetail.step3
source: This score represents how objective media reporting on this event is overall: a lower score is better.
zh_hans: 此分数表示媒体对该事件报道的整体客观程度：分数越低越好。
zh_hant: 此分數表示媒體對該事件報導的整體客觀程度：分數越低越好。

# tutorial.newsdetail.step4
source: Read from the articles directly for proper reporting. You can also tap on the logos to get an overview of the media.
zh_hans: 请直接阅读原文以确保报导准确无误。您亦可点击图标获取媒体简介。
zh_hant: 請直接閱讀原文以確保報導準確無誤。您亦可點擊圖標獲取媒體簡介。

# tutorial.personal.step1
source: Personal page enables you to create your own news feed by selecting what is relevant to you.
zh_hans: 个人页面让您可以通过选择与您相关的内容来创建自己的新闻动态。
zh_hant: 個人頁面讓您可以通過選擇與您相關的內容來創建自己的新聞動態。

# tutorial.personal.step2
source: Follow and get notifications on topics of interest as well as breaking news events by selecting them in Active Tags.
zh_hans: 在「关注的主题」中选择感兴趣的主题，即可关注并获取相关通知及突发新闻事件。
zh_hant: 在「關注的主題」中選擇感興趣的主題，即可關注並獲取相關通知及突發新聞事件。

# tutorial.personal.step3
source: Missed the news? Recap catches you up on the headlines from the previous day, week or even month.
zh_hans: 错过新闻了？回顾功能帮您快速了解前一天、一周甚至一个月的重要头条。
zh_hant: 錯過新聞了？回顧功能幫您快速了解前一天、一週甚至一個月的重要頭條。

# tutorial.personal.step4
source: Don't let the news get you down. Levity mode is a newsletter showing all the good that's happening in the world.
zh_hans: 不要让新闻让您沮丧。正向模式只展示世界上美好事件。
zh_hant: 不要讓新聞讓您沮喪。正向模式只展示世界上美好事件。

source: Uplifting
zh_hans: 令人振奋
zh_hant: 令人振奮

source: View only positive, uplifting news
zh_hans: 仅查看积极、振奋人心的新闻
zh_hant: 僅查看積極、振奮人心的新聞

# web.error_loading_page
source: Failed to load page
zh_hans: 页面加载失败
zh_hant: 頁面載入失敗

source: Why it matters
zh_hans: 为什么重要
zh_hant: 為什麼重要
